Revit 2027 API
ParameterTypeId.PhyMaterialParamYoungModn1 Property
 "Young's Modulus 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamYoungModn1 { get; }
Public Shared ReadOnly Property PhyMaterialParamYoungModn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamYoungModn1 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamYoungModn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace